[
    {
        "id": "cart-1",
        "name": "first",
        "механизм": false,
        "length": 900,
        "рама": "дуб",
        "ножки": "дерево",
        "каретная_стяжка": false,
        "пух": "синтетика",
        "реечное_дно": "фанера",
        "кант": "царга",
        "массивная_рама": "МДф"
    },
    {
        "id": "cart-2",
        "name": "second",
        "механизм": true,
        "length": 1400,
        "рама": "бук",
        "ножки": "металическая2",
        "каретная_стяжка": true,
        "пух": "гусиный",
        "реечное_дно": "стандарт",
        "кант": "оба",
        "массивная_рама": "Дуб"
    },
    {
        "id": "cart-3",
        "name": "three",
        "механизм": true,
        "length": 1800,
        "рама": "орех",
        "ножки": "металическая1",
        "каретная_стяжка": false,
        "пух": "синтетика",
        "реечное_дно": "ортопедическое",
        "кант": "изголовье",
        "массивная_рама": "МДф"
    }
]
